[
  "obsidian-git",
  "terminal",
  "templater-obsidian",
  "vscode-editor",
  "editing-toolbar",
  "obsidian-kanban",
  "dataview",
  "pdf-plus",
  "obsidian-excalidraw-plugin",
  "obsidian-icon-folder",
  "novel-word-count",
  "obsidian-file-color",
  "obsidian-diagrams-net",
  "text-extractor"
]